const AboutUsPageComponent = () => {
  return (
    <section className='bg-white text-gray-800'>
      <div className='max-w-screen-xl mx-auto sm:px-6 px-4 lg:px-8 py-12'>
        <h1 className='text-4xl text-center font-bold mb-12'>
          О нашей компании
        </h1>
        <div className='grid md:grid-cols-2 gap-14 animate__animated animate__fadeIn'>
          <div>
            <h2 className='text-2xl font-semibold mb-4'>
              Наша комплексная цепочка поставок
            </h2>
            <p className='mb-4 text-gray-700 antialiased tracking-wide text-base'>
              Являясь ведущим трейдером электронных компонентов, компания
              Vendista LLC стремится предлагать комплексные услуги по цепочке
              поставок электронных компонентов, удовлетворяя широкий спектр
              потребностей отрасли. Наш бизнес охватывает закупки, управление
              запасами, логистику и техническую поддержку, стремясь предоставить
              клиентам комплексное решение, обеспечивающее эффективную и
              бесперебойную работу их проектов. Наша разнообразная линейка
              продуктов включает, но не ограничивается ими, полупроводники,
              конденсаторы, резисторы, разъемы и различные датчики, поставляемые
              всемирно известными производителями электроники.
            </p>
          </div>
          <div>
            <h2 className='text-2xl font-semibold mb-4'>
              Надежная сеть поставок и экспертиза
            </h2>
            <p className='mb-4 text-gray-700 antialiased tracking-wide text-base'>
              Обладая многолетним опытом работы в отрасли и глубокими знаниями,
              мы создали надежную сеть поставок, способную быстро реагировать на
              изменения потребительского спроса, обеспечивая стабильность и
              своевременность поставок. Наша команда не только фокусируется на
              качестве и производительности продукции, но и следит за последними
              тенденциями отрасли и технологическими достижениями, предлагая
              клиентам перспективные советы и решения, которые помогут им
              оставаться впереди на конкурентном рынке.
            </p>
          </div>
          <div>
            <h2 className='text-2xl font-semibold mb-4'>
              Наш главный приоритет – ваш успех
            </h2>
            <p className='mb-4 text-gray-700 antialiased tracking-wide text-base'>
              Успех наших клиентов является нашим главным приоритетом. Мы
              стремимся выстраивать долгосрочные отношения с помощью
              высококачественных услуг и решений, совместно способствуя
              устойчивому развитию. Независимо от масштаба вашего проекта, мы с
              нетерпением ждем возможности стать вашим самым надежным партнером
              по цепочке поставок электронных компонентов.
            </p>
          </div>
        </div>
      </div>
    </section>
  )
}
export default AboutUsPageComponent
